{
  "title": "Welcome to the Nym Network Explorer",
  "label": "Onboarding",
  "description": "Let's unpack the key features of the long awaited features together!",
  "attributes": {
    "blogAuthors": ["Nym"],
    "date": "Mon Jan 20 2025 10:26:09 GMT+0000 (Greenwich Mean Time)",
    "readingTime": 5
  },
  "icon": "/icons/gateway.svg",
  "image": "/images/placeholder.webp",
  "overview": {
    "content": [
      {
        "type": "paragraph",
        "text": "Explorer 2.0 is the mixnet in your hands. It allows anyone to anonymously browse and explore all Nym Nodes of the Noise Generating Mixnet. It also allows anyone to browse Nym accounts, in order to view and verify balances."
      },
      {
        "type": "paragraph",
        "text": "The following article summarises design principles, key functions, and showcases new features through three use case demonstrations."
      }
    ]
  },
  "sections": [
    {
      "id": "section-1",
      "heading": "Design Principles",
      "text": [
        {
          "type": "paragraph",
          "text": "The Nym Explorer is designed for everyday use, serving three key users of the Nym NGM:"
        },
        {
          "type": "paragraph",
          "text": "**Nym VPN users, Nym Node Operators and Nym Stakers.**"
        },
        {
          "type": "paragraph",
          "text": "**Designed in a mobile first way, with integrated onboarding articles and live network data. The application is intentionally kept lightweight and barebones, while opening up a new social interaction layer of the mixnet. The NGM Explorer is currently in open beta release, which means that each released version of the app is live-tested by the core community of Nym node operators, where future features and updates are informed by feedback on the Node Operators forum."
        }
      ]
    },
    {
      "id": "section-2",
      "heading": "So what are these user stories that we gonna see?",
      "text": [
        {
          "type": "parapraph",
          "text": "Nym VPN users doing research on specific Nym Nodes, in order to find the best ones to connect inside the VPN. The Explorer also provides easy access to a locally cached list of favorite nodes, for Operators and Stakers alike, enabling quick overview for both users by showing both Config & Routing scores (panda - peanut emojis translated to a 4star scale) and their service quality too. "
        },
        {
          "type": "paragraph",
          "text": "The Explorer also enables anyone to quickly search for a node by using the magic searchbar, if they already have a node ID or a Nym wallet on their clipgoard. Nym wallets that have bonded Nym Nodes have a dual view, where anyone can switch easily between the Nym Node stats and the Acount balance."
        },
        {
          "type": "paragraph",
          "text": "This means that staking $NYM was never easier. On the renewed staking page, Stakers have a clean overview of accumulated rewards, and can easily redeem them. We kept the Keplr mobile extension as the first a login method for the app."
        }
      ]
    },
    {
      "id": "section-4",
      "heading": "Some features are still in development though, but we are almost there :) Now let's dive into the app!",
      "text": [
        {
          "type": "paragraph",
          "text": "  "
        }
      ]
    }
  ]
}
