{
  "title": "Terms of use",
  "subtitle": "By using NymVPN, you consent to these Terms.",
  "content": [
    {
      "newlines": [
        "Welcome to NymVPN.",
        "The Terms of Use (hereinafter: the “Terms”) aims to establish the legal framework and conditions governing the utilization and provision of the NymVPN application (hereinafter: the “NymVPN”) and the associated services by individuals (hereinafter: the “User” or “you”).",
        "The NymVPN is owned and operated by Nym Technologies SA, place Numa-Droz 2, 2000 Neuchâtel, Switzerland (hereinafter: the “Nym”, “we” or “us”). "
      ]
    },
    {
      "title": "I. ACCEPTANCE",
      "newlines": [
        "By downloading, installing, or using the NymVPN, you acknowledge that you have read and understood these Terms and agree to be bound by them and to comply with these Terms, our Privacy Policy https://nymvpn.com/en/privacy and all applicable laws and regulations. If you do not agree with these Terms, you should refrain from using the NymVPN or VPN Services.",
        "In particular, you acknowledge that you have read and understood the clauses in these Terms relating to: Intellectual Property; Disclaimer of Warranties; Limitation of Liability; Indemnification; Privacy Policy; and the manner in which we may make changes to these Terms.",
        "Your consent is given once you click on “Get started” on NymVPN and warrant that you read and understand the terms “NymVPN – TERMS OF USE” and agree to be bound by them.",
        "By giving your consent, you confirm that your level of English is sufficient to understand the meaning of the terms contained in the English version of the Terms as well as all the commitments, warranties, waivers and obligations contained in the English version of the Terms.",
        "If you are using the NymVPN on behalf of a business or other entity, you represent and warrant that you have the necessary authority to bind that business or entity to these Terms and that you are agreeing to these Terms on behalf of that business or entity."
      ]
    },
    {
      "title": "II. DESCRIPTION OF NYM VPN SERVICES",
      "newlines": [
        "The NymVPN provides virtual private network services (hereinafter: the “VPN Services”) designed to enhance online privacy and security by encrypting internet traffic, providing anonymity, and leveraging blockchain for secure authentication and record-keeping.",
        "If you subscribed to the VPN Services, subject to these Terms, Nym grants you a limited, non-exclusive, non-transferable, non-sublicensable and revocable license to (a) install the NymVPN on one electronic device and (b) use NymVPN for your own personal or commercial use solely to access and use the VPN Services.  The license provided herein is effective until terminated. Such license automatically terminates if you fail to comply with these Terms.  For clarity, the foregoing is not intended to prohibit you from installing the NymVPN on another device on which you also agreed to these Terms.  Each instance of these Terms that you agree to in connection with downloading a NymVPN grants you the aforementioned rights in connection with the installation and use of the NymVPN on one device."
      ]
    },
    {
      "title": "III. SUBSCRIPTION AND PAYMENT",
      "newlines": [
        "Some features of the NymVPN and VPN Services require you to create credentials. You are responsible for maintaining the confidentiality of your credentials information and agree to notify us immediately of any unauthorized use of your account.",
        "In the same manner, some features of the NymVPN and VPN Services require payment. Payment details, fees, and subscription terms will be outlined in the NymVPN and are subject to change at our discretion.",
        "VPN Services are provided exclusively to individuals who are at least 13 years of age, and even then, only to minors who have obtained parental or legal guardian consent to open and maintain an account.",
        "VPN Services are exclusively to persons or legal entities. Accounts registered by “bots” or automated methods are not authorized and will be terminated."
      ]
    },
    {
      "title": "IV. USER CONDUCT AND PROHIBITED ACTIONS",
      "newlines": [
        "You are solely responsible for all your actions performed through the NymVPN and VPN Services.",
        "You may solely make a legal use of the NymVPN and VPN Services and any illegal or inappropriate use of the NymVPN and VPN Services is banned. In particular, you agree to use the NymVPN and VPN Services lawfully and without any violation of these Terms or any applicable law and agree not to do any of the following actions in connection with your use of the NymVPN and VPN Services:"
      ],
      "alphabetList": [
        "engage in any activity that is illegal, unlawful, or prohibited by laws applicable in your jurisdiction or internationally;",
        "attempt to gain unauthorized access to any accounts, networks, or systems connected to the NymVPN and VPN Services;",
        "infringe upon intellectual property rights, including but not limited to copyrights, trademarks, patents, trade secrets, or other proprietary rights of any party;",
        "introduce any viruses, trojans, worms, logic bombs, or other material that is malicious or technologically harmful;",
        "conduct hacking activities, interfere with, or disrupt the integrity or performance of the NymVPN and VPN Services, their networks, or servers;",
        "promote illegal activities or provide instructional information to other parties to commit illegal activities;",
        "have a multiple free accounts (e.g. creating bulk signups, creating and/or operating a large number of free accounts for a single organization or individual);",
        "engage in data mining, data scraping, data harvesting, or any other similar activity in relation to the NymVPN, its users, or its content without our express written consent;",
        "use the NymVPN and VPN Services for fraudulent or deceptive purposes, including phishing, scamming, or misrepresenting information or identity;",
        "violate the privacy of others or infringe on their rights, including but not limited to posting or sharing personal information without consent;",
        "engage in abusive, harassing, or offensive behavior towards other users, including hate speech, bullying, or any form of discrimination;",
        "misuse blockchain features of the NymVPN and VPN Services for any unlawful activities, such as tampering with blockchain records, attempting to reverse transactions, or engaging in blockchain-based attacks;",
        "use the NymVPN and VPN Services to aid or conduct military actions or for the purpose of surveillance, espionage, or any activity that compromises the privacy or security of individuals, organizations, or nations without proper legal authorization;",
        "use the NymVPN and VPN Services in breach of international sanctions or trade embargoes imposed by the United Nations or specific countries;",
        "access, share, download or upload illegal content, including but not limited to Child Sexual Abuse Material (CSAM) or content related to CSAM;",
        "post, share, or distribute content that is illegal, obscene, defamatory, libelous, threatening, or otherwise objectionable; and",
        "violate any terms and conditions laid out in these Terms or the Privacy Policy."
      ]
    },
    {
      "newlines": [
        "Please note that this list is not exhaustive and additional actions may be considered inappropriate or unlawful."
      ]
    },
    {
      "title": "V. AVAILABILITY AND USE IN RESTRICTED OR PROHIBITED REGIONS",
      "newlines": [
        "The use of the VPN Services may be prohibited or restricted in certain regions. The use of the VPN Services is expressly prohibited in the countries or regions, where the use of VPN Services is either heavily restricted or prohibited.",
        "In addition, some governments actively censor the Internet, blocking certain VPN applications despite the fact that VPN use is legal in said jurisdictions.",
        "It is your responsibility to ensure compliance with the laws and regulations in your respective region. Users are encouraged to stay informed about their local laws governing VPN usage and should refrain from using this NymVPN and VPN Services if it is prohibited in their area. In regions where the use of VPN services is restricted, prohibited, or subject to specific law or regulations, you agree not to use this NymVPN and VPN Services in violation of such laws or regulations.",
        "By using this NymVPN, you affirm that you are not located in a region where the use of VPN services is prohibited or restricted. The parties expressly understand that Nym does not encourage the use of the NymVPN in any manner that violates local laws or regulations.",
        "In case of any conflict between the use of the NymVPN and local laws, you are prohibited from using the NymVPN, and by doing so, you acknowledge that you do it at your own risk and against these Terms."
      ]
    },
    {
      "title": "VI. PRIVACY",
      "newlines": [
        "We value your privacy and employ blockchain technology to enhance security. Our Privacy Policy explains in detail to describe how we collect, use, and disclose your information. By using the NymVPN, you consent to our Privacy Policy https://nymvpn.com/en/privacy and acknowledge the utilization of blockchain technology."
      ]
    },
    {
      "title": "VII. INTELLECTUAL PROPERTY",
      "newlines": [
        "The NymVPN and VPN Services and their original content, features, and functionality are and will remain the exclusive property of NYM. The NymVPN and VPN Services are protected by copyright, trademark, and other laws in accordance with these Terms.",
        "You will respect our property rights in the NymVPN and software used to provide the NymVPN and VPN Services (including, but not limited to, patents, trademarks, service marks, trade secrets, copyrights and other intellectual property rights).",
        "All intellectual property rights in the NymVPN and VPN Services not expressly granted herein are reserved by Nym. All copyright and other proprietary notices shall be retained on all reproductions. Any other use, including without limitation distribution, reproduction, modification, making available, communicate to the public, publicly perform, frame, download, display or transmission, in whole or in part, without the prior written consent of Nym is strictly prohibited.",
        "To the extent any portion of the NymVPN or related technology has been released by Nym under an open source license (“Nym OSS”), you may use, copy and modify the source code of such Nym OSS in accordance with the terms of the applicable open source software license."
      ]
    },
    {
      "title": "VIII. DISCLAIMER OF WARRANTIES",
      "newlines": [
        "THE NYMVPN AND VPN SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” AND “UNDER DEVELOPMENT” BASIS AND NYM EXPRESSLY DISCLAIMS ALL REPRESENTATIONS, WARRANTIES AND CONDITIONS (EXPRESS OR IMPLIED, ORAL OR WRITTEN), INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. ALL CONTENT AVAILABLE ON THE NYMVPN ARE MADE AVAILABLE FOR INFORMATIONAL PURPOSES ONLY AND SHOULD NOT BE CONTRACTUAL OR BINDING IN ANY WAY FOR NYM. YOU SHOULD NOT RELY UPON THIS CONTENT IN ANY WAY. NYM DOES NOT GIVE ANY WARRANTY IN RELATION TO THE NYMVPN, THE VPN SERVICES, AND THE RELATED SOFTWARE, BLOCKCHAIN AND CONTENT, NOR WITH ANY INFORMATION PUBLISHED OR AVAILABLE ON THE NYMVPN, INCLUDING BUT NOT LIMITED TO ITS AVAILABILITY, ACCURACY OR LAWFULNESS. NYM SHALL HAVE NO OBLIGATION TO VERIFY, UPDATE OR CORRECT SUCH CONTENT OR INFORMATION. NYM DOES NOT REPRESENT OR WARRANT THAT THE NYMVPN OR VPN SERVICES WILL BE AVAILABLE AT ALL TIMES AND EXPRESSLY RESERVES THE RIGHT TO DISCONTINUE THE NYMVPN OR VPN SERVICES WITHOUT NOTICE. NYM DOES NOT REPRESENT OR WARRANT THAT THE USAGE OF THE NYMVPN OR VPN SERVICES WILL BE SECURE, TIMELY, UNINTERRUPTED, ERROR-FREE OR VIRUS-FREE, OR ANY DEFECTS IN THE NYMVPN WILL BE CORRECTED.  NYM DOES NOT REPRESENT OR WARRANT THAT THE NYMVPN OR VPN SERVICES WILL MEET YOUR REQUIREMENTS OR THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE NYMVPN OR VPN SERVICES WILL MEET YOUR EXPECTATIONS.  THE FOREGOING DISCLAIMER OF WARRANTIES WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW. THE LAWS OF SOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OF IMPLIED WARRANTIES, SO SOME OR ALL OF THE DISCLAIMERS IN THIS SECTION MAY NOT APPLY TO YOU.  IF YOU ARE DISSATISFIED WITH ANY PORTION OF THE NYMVPN OR VPN SERVICES OR WITH THESE TERMS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USE OF THE NYMVPN AND VPN SERVICES.",
        "THE NYMVPN MIGHT BE SUBJECT TO TEMPORARY DOWNTIME. FROM TIME TO TIME, WE ALSO UPDATE OR MAINTAIN THE NYMVPN, WHICH WILL RESULT IN THE NYMVPN AND/OR THE VPN SERVICES NOT BEING AVAILABLE FOR A CERTAIN PERIOD OF TIME. WE DO NOT WARRANT THAT THE NYMVPN AND THE VPN SERVICES OPERATE UNINTERRUPTED OR ERROR FREE. "
      ]
    },
    {
      "title": "IX. LIMITATIONS OF LIABILITY",
      "newlines": [
        "THESE TERMS SET OUT THE FULL EXTENT OF OUR OBLIGATIONS AND LIABILITIES WITH RESPECT TO THE NYMVPN.",
        "YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT YOUR ACCESS TO AND USE OF THE NYMVPN AND THE VPN SERVICES ARE AT YOUR SOLE RISK. TO THE MAXIMUM EXTENT POSSIBLE BY LAW, THE NYM PARTIES SHALL NOT BE RESPONSIBLE OR LIABLE TO YOU OR ANY THIRD PARTY, UNDER ANY THEORY OF RESPONSIBILITY OR LIABILITY, FOR ANY INDIRECT, SPECIAL, EXEMPLARY, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF DATA, USE, OR PROFITS; BUSINESS INTERRUPTIONS; OR ANY OTHER DAMAGES OR LOSSES), FOR ANY MULTIPLIER ON OR INCREASE TO DAMAGES, OR FOR ANY COSTS OR FEES (INCLUDING ATTORNEYS’ FEES), WHETHER UNDER THESE TERMS OR OTHERWISE, ARISING IN ANY WAY IN CONNECTION WITH YOUR ACCOUNT, THE NYMVPN, THE VPN SERVICES, OR THESE TERMS, WHETHER ARISING AT LAW, IN EQUITY, OR OTHERWISE, AND WHETHER BASED IN CONTRACT, STRICT LIABILITY, TORT (INCLUDING NEGLIGENCE OR OTHERWISE), COMMON LAW, STATUTE, EQUITY, OR OTHERWISE, EVEN IF THE NYM PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE, OR FOR ANY OTHER CLAIM, DEMAND, OR DAMAGES WHATSOEVER. THE FOREGOING DISCLAIMER OF CERTAIN DAMAGES AND LIMITATION OF LIABILITY APPLIES TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW. THE LAWS OF SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO SOME OR ALL OF THE EXCLUSIONS AND LIMITATIONS SET FORTH ABOVE MAY NOT APPLY TO YOU. ",
        "WITHOUT LIMITATION OF THE FOREGOING, NYM SHALL NOT ACCEPT RESPONSIBILITY FOR ANY DAMAGE, LOSS, DELAY, OR INCONVENIENCE CAUSED BY CIRCUMSTANCES BEYOND OUR REASONABLE CONTROL. SUCH CIRCUMSTANCES INCLUDE BUT ARE NOT LIMITED TO WAR, THREAT OF WAR, RIOTS, CIVIL STRIFE, OR TERRORIST ACTIVITY, INDUSTRIAL DISPUTES, NATURAL OR NUCLEAR DISASTERS, FIRE, AIRPORT CLOSURES, BAD WEATHER CONDITIONS, INTERRUPTION OR FAILURE OF A UTILITY SERVICE OR THE ACTS OF ANY LOCAL OR NATIONAL GOVERNMENT.",
        "WITHOUT LIMITATION OF THE FOREGOING, AND TO THE EXTENT PERMITTED BY LAW, THE TOTAL LIABILITY OF THE NYM PARTIES FOR ANY REASON WHATSOEVER ARISING OUT OF OR RELATED TO THE USE OF, OR INABILITY TO USE, THE NYMVPN OR VPN SERVICES SHALL NOT EXCEED CHF 100 OR THE AMOUNT YOU PAID US IN THE SIX MONTHS PRECEDING THE DATE OF THE CLAIM, IF ANY, FOR USE OF THE NYMVPN WHICHEVER AMOUNT IS GREATER. THIS LIABILITY, IF ANY, SHALL BE COMPLETE AND EXCLUSIVE."
      ]
    },
    {
      "title": "X. INDEMNIFICATION",
      "newlines": [
        "To the extent permitted under applicable law, you agree to defend, indemnify and hold harmless Nym, and any parents, subsidiaries, affiliates, or third-party contractors and each of their respective directors, officers, employees and agents (collectively, the “Nym Parties”) from and against all third party claims, damages, costs, liabilities, losses and expenses (including, but not limited to, court and attorneys’ fees) caused by, arising out of or related to (a) your use of, or inability to use, the NymVPN or the VPN Services; (b) your violation of these Terms or any other applicable terms, policies, warnings, warranties, or instructions provided by Nym or a third-party in relation to the NymVPN or the VPN Services; (c) your violation of any applicable law or any rights of any third-party.  Nym reserves the right to assume the exclusive defense and control of any matter which is subject to indemnification under this section, and you agree to cooperate with any reasonable requests assisting Nym's defense of such matter. You may not settle or compromise any claim against the Nym Parties without Nym's written consent."
      ]
    },
    {
      "title": "XI. RESERVATION OF RIGHTS",
      "newlines": [
        "Nym may block, terminate, or suspend your access or ability to use the NymVPN and/or VPN Services, in whole or in part, without notice and at any time, at the sole discretion of Nym, as well as close or interrupt the NymVPN and/or VPN Services. In particular without limiting the foregoing, Nym reserves the right to terminate your right to use the NymVPN and/or VPN Services if you violate these Terms or any other terms, laws or policies referenced herein, or if you otherwise create risk or possible legal exposure for Nym. Nym reserves the right to initiate legal proceedings against any person for fraudulent use of the NymVPN and/or the VPN Services and any other unlawful acts or acts or omissions in breach of these Terms.",
        "Nym may also restrict access to the NymVPN and/or VPN Services if the stability and security of the operation, the maintenance of the integrity of the network, in particular the prevention of serious disruptions to the network, the software or the stored data require such action. ",
        "You agree that any termination of your access to the NymVPN and/or VPN Services under any provision of these Terms may be effected without prior notice, and acknowledge and agree that Nym may immediately deactivate or delete your account and all related information and files in your account and/or bar any further access to such files or the NymVPN and/or VPN Services. Further, you agree that Nym will not be liable to you or any third party for any termination of your access to the NymVPN and/or VPN Services."
      ]
    },
    {
      "title": "XII. NO WAIVER",
      "newlines": [
        "Nym’s failure to enforce a provision of these Terms does not constitute a waiver of its right to do so in the future with respect to that provision, any other provision, or these Terms as a whole."
      ]
    },
    {
      "title": "XIII. CONTACTING NYM AND COMPLAINTS",
      "newlines": [
        "Nym hopes to be able to answer any questions or concerns you have about your personal data. You have the right to make a complaint if you feel your personal data has been mishandled or if Nym has failed to meet your expectations. You are encouraged to contact Nym about any complaints or concerns, but you are entitled to complain directly to the relevant supervisory authority."
      ]
    },
    {
      "title": "XIV. CHANGES TO THE TERMS",
      "newlines": [
        "Nym may, at its sole discretion, change or modify these Terms from time to time and will post the most current version on the in-app features. If a modification reduces your rights, it will inform you immediately when you will use our NymVPN and you will have to accept the changes.  Your continued use of NymVPN or VPN Services after the date any such changes or modifications become effective constitutes your acceptance of the new Terms.  If you do not agree to abide by these or any future Terms, you will not access, browse, or use (or continue to access, browse, or use) the NymVPN or VPN Services."
      ]
    },
    {
      "title": "XV. ENGLISH VERSION",
      "newlines": [
        "If there is an inconsistency between any of the provisions of this English language version and a translated version of these Terms, the provisions of this English language version shall prevail. Any translated versions of the Terms or the Privacy Policy are provided only for your convenience."
      ]
    },
    {
      "title": "XVI. JURISDICTION AND GOVERNING LAW",
      "newlines": [
        "These Terms and any questions relating thereto shall be governed by the laws of Switzerland, to the exclusion of any rules of conflict resulting from private international law."
      ]
    },
    {
      "title": "XVII. DISPUTE RESOLUTION BY ARBITRATION",
      "newlines": [
        "PLEASE READ THE FOLLOWING CLAUSE CAREFULLY BECAUSE IT CONTAINS CERTAIN PROVISIONS, SUCH AS A BINDING ARBITRATION CLAUSE AND CLASS ACTION WAIVER, WHICH AFFECT YOUR LEGAL RIGHTS. THIS CLAUSE REQUIRES YOU TO ARBITRATE CERTAIN DISPUTES AND CLAIMS WITH NYM AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM US.  ",
        "Binding Arbitration. Except for any disputes, claims, suits, actions, causes of action, demands or proceedings (collectively, “Disputes”) in which either Party seeks injunctive or other equitable relief for the alleged unlawful use of intellectual property, including, without limitation, copyrights, trademarks, trade names, logos, trade secrets or patents, you and NYM (i) waive your and NYM’s respective rights to have any and all Disputes arising from or related to these T&Cs resolved in a court. Instead, you and NYM will arbitrate Disputes through binding arbitration (which is the referral of a Dispute to one or more persons charged with reviewing the Dispute and making a final and binding determination to resolve it instead of having the Dispute decided in court).",
        "No Class Arbitrations, Class Actions or Representative Actions. Any Dispute arising out of or related to these T&Cs is personal to you and NYM and will be resolved solely through individual arbitration and will not be brought as a class arbitration, class action or any other type of representative proceeding. There will be no class arbitration or arbitration in which an individual attempts to resolve a Dispute as a representative of another individual or group of individuals. Further, a Dispute cannot be brought as a class or other type of representative action, whether within or outside of arbitration, or on behalf of any other individual or group of individuals.",
        "Arbitration Rules. Any dispute, controversy or claim arising out of or relating to this Agreement, or the breach, termination or invalidity thereof, shall be settled by arbitration in accordance with the Swiss Rules of International Arbitration of the Swiss Arbitration Centre in force on the date on which the Notice of Arbitration is submitted in accordance with those Rules. The place of arbitration shall be in Neuchâtel, Switzerland. There shall only be one arbitrator. The language to be used in the proceedings shall be English."
      ]
    },
    {
      "title": "XVIII. ASSIGNMENT",
      "newlines": [
        "You may not assign these Terms without the prior written consent of Nym, but Nym may assign or transfer these Terms, in whole or in part, without restriction.  Any attempted assignment, delegation, or transfer by either party in violation hereof will be null and void.  Subject to the foregoing, these Terms will be binding on the parties and their successors and assigns."
      ]
    },
    {
      "title": "XIX. CONTACT",
      "newlines": [
        "To ask questions or make comments on these Terms or to make a complaint about our compliance with applicable laws, please contact us through:"
      ],
      "alphabetList": [
        "our contact form available on our website: https://nymvpn.com/en/contact;",
        "our email address: legal@nymtech.net; or",
        "our address: Nym Technologies SA, place Numa-Droz 2, 2000 Neuchâtel, Switzerland."
      ]
    },
    {
      "newlines": [
        "We will use commercially reasonable efforts to acknowledge and investigate any legitimate complaint pursuant to these Terms."
      ]
    },
    {
      "newlines": ["Terms of use version 1.0, December 20, 2023"]
    }
  ]
}
